# Brews
brew 'asdf'
brew 'autojump'
brew 'coreutils'
brew 'direnv'
brew 'elixir'
brew 'erlang'
brew 'git'
brew 'hub'
brew 'neovim'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'

# Casks
cask '1password'
cask 'charles'
cask 'dash'
cask 'docker'
cask 'evernote'
cask 'google-chrome'
cask 'grammarly'
cask 'gpg-suite'
cask 'iterm2'
cask 'notion'
cask 'postico'
cask 'surfshark'
cask 'telegram'
cask 'tidal'
cask 'transmission'
cask 'vlc'
cask 'whatsapp'
